IDEA Open Model
Element2D.EccentricityZ Property
Compatible with IDEA StatiCa Beta 20.0
 Displacement in local axis Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double EccentricityZ { get; set; }
Public Property EccentricityZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace